11/data/attachments/c4de8a8086de0784.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lindsey_coach_Actions_25888_2</nif:username>
            <nif:friendToBeRequested>soap_actions_bf67c9b1-1a73-461f-a668-c0d917324203</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>